[
  {
    "number": 1,
    "text": "It is the world's only flightless parrot, and is also possibly one of the world's longest-living birds, with a reported lifespan of up to 100 years."
  },
  {
    "number": 2,
    "text": "Kākāpō breed in summer and autumn, but only in years when food is plentiful."
  },
  {
    "number": 3,
    "text": "Males play no part in incubation or chick-rearing – females alone incubate eggs and feed the chicks."
  },
  {
    "number": 4,
    "text": "For the early settlers, the flightless kākāpō was easy prey. They ate its meat and used its feathers to make soft cloaks. With them came the Polynesian dog and rat, which also preyed on kākāpō. (This passage tells us that both settlers and the animals they brought posed a threat; it does not compare the level of threat between them.)"
  },
  {
    "number": 5,
    "text": "Unfortunately, predation by feral cats on Rakiura Island led to a rapid decline in kākāpō numbers. As a result, during 1980–97, the surviving population was evacuated to three island sanctuaries: Codfish Island, Maud Island and Little Barrier Island."
  },
  {
    "number": 6,
    "text": "This involved moving the birds between islands, supplementary feeding of adults and rescuing and hand-raising any failing chicks."
  },
  {
    "number": 7,
    "text": "They are entirely vegetarian, with their diet including the leaves, roots and bark of trees as well as bulbs, and fern fronds."
  },
  {
    "number": 8,
    "text": "The 1–4 eggs are laid in soil, which is repeatedly turned over before and during incubation."
  },
  {
    "number": 9,
    "text": "They ate its meat and used its feathers to make soft cloaks."
  },
  {
    "number": 10,
    "text": "A great deal of habitat was lost through forest clearance, and introduced species such as deer depleted the remaining forests of food."
  },
  {
    "number": 11,
    "text": "There were about 200 individuals, and in 1980 it was confirmed females were also present."
  },
  {
    "number": 12,
    "text": "After the first five years of the Recovery Plan, the population was on target. By 2000, five new females had been produced, and the total population had grown to 62 birds. (Here, the note focuses on what increased as a result of the Recovery Plan—the production of new females.)"
  },
  {
    "number": 13,
    "text": "Today, kākāpō management continues to be guided by the kākāpō Recovery Plan. Its key goals are: minimise the loss of genetic diversity in the kākāpō population, restore or maintain sufficient habitat ... and ensure stakeholders continue to be fully engaged in the preservation of the species."
  }
]